{"1":[{"name":"key","value":"1"},{"name":"text","value":"You are a commander working for the Canadian Army. 4 years ago WW3 started, and now you are fighting in the United States trying to gain a glorious win for your country. At least, what remains of the United States as it is now a desolate wasteland after it had been the first to be targeted by the Malicious Chinese Communist Party."},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Press to Continue [2]"}],"2":[{"name":"key","value":"2"},{"name":"text","value":"Water is now a scarce resource and has become the main source of currency. Canada has been trying to conquer the US wasteland, as they would not only save many survivors, they would gain many workers to help fund and act in the war. "},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Press to Continue [3]"}],"3":[{"name":"key","value":"3"},{"name":"text","value":" However, as you were trying to contact survivors near the downtown of Miami. You are told by communications back in Canada that the Chinese Military Corps have you surrounded. You estimate that they would most likely keep their distance and attack after around 3 Days."},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Press to Continue [4]"}],"4":[{"name":"key","value":"4"},{"name":"text","value":"Furthermore, you now have to devise a plan to escape with all the survivors you have managed to find. You remember seeing the Miami Airport, and it appears to have a functioning Airplane, which seems to have gone unnoticed by the Chinese forces."},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":" Attack their Command and Communication Stronghold to remove communications between each Fort (Long Range Bombers) Amount Left: 22 000 L [5]\r\nAttack their Supply (2 Tank Divisions, Paratroopers) Amount Left: 19 000 L [10]\r\nTry to contact back home and ask for support. (Supply and Support) Amount Left: 23 000 L [17]"}],"5":[{"name":"key","value":"5"},{"name":"text","value":"You successfully take down their communications Stronghold. However, it won’t be long before they are back up. You must do as much damage in that time as possible."},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Attack their supply Unit (2 Tank Divisions, Paratroopers) Amount Left: 16 000 L [6]\r\nTry and Radio in on their Communication (Supply and Support) Amount Left: 20 000 L [7]"}],"6":[{"name":"key","value":"6"},{"name":"text","value":"The Attack Failed, They had been on a high guard ever since the attack on communications. They realized you had been attacking and somehow contacted the other forts asking for their aid. They later came and raided your base while you had very little defense. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"7":[{"name":"key","value":"7"},{"name":"text","value":"It is mostly silence, however going from station to station on the radio you are finally able to pick up some noise. You realize that they had been using public stations to communicate as a result of losing communications. You have a translator translate their plans, and you realize that they are planning to secretly attack you during the night.\r\n"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Leave your Base while also Counter Attacking their Base (Tank Division, Short Range Bombers) Amount Left: 16 000 [8]\r\nSet up a Defense line at your Home Base Amount (Tank Division, Artillery, Fighter Squadrons) Left: 15 000 L [9]"}],"8":[{"name":"key","value":"8"},{"name":"text","value":"Although dangerous, the counter-attack worked. While the enemy troops had been trying to raid your home base, they were surprised to find no one home. Seizing their confusion you attack their weakened Fort. After conquering one of their bases, you realize this is the perfect opportunity to leave for the airport, and you take full advantage of the opportunity by piloting the last working Airplane back to your homeland with minimal Casualties. You WIN!\r\n"},{"name":"image","value":""},{"name":"color","value":"#26a269"},{"name":"options","value":"Press to Play Again [1]"}],"9":[{"name":"key","value":"9"},{"name":"text","value":"You set up counter-measures in your home base and try to defend against their on slaw of attacks. However, they soon catch up to you and you and your soldiers are no longer able to fend off the attackers. You watch as your soldiers die one by one, until it’s finally your turn. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"10":[{"name":"key","value":"10"},{"name":"text","value":"You succeed in taking out their supplies, however, as night passes. You wake up to the realization that you are under attack. What do you do?\r\n"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Try to Escape by yourself knowing that your troops cannot fend off an attack of this magnitude. [11]\r\nHave all your soldiers wake up and help stop the attack (Troopers Lost during the Battle) Amount Left: 15 000 L [12]"}],"11":[{"name":"key","value":"11"},{"name":"text","value":"You try, best as you can to flee from your home grounds. Knowing you will be known a coward. However, you're staying alive weighs heavier than the shame of having a coward’s mark on your back. Yet, hard as you try you cannot escape the fate awaiting you. A Stray bomb then lands near you, blasting off entire body parts. You lay on the ground seconds away from death. You LOSE!\r\n"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"12":[{"name":"key","value":"12"},{"name":"text","value":"Although having lost many of your soldiers, you are able to stand back up and continue fighting. However, you have lost many Aircraft and Tanks in the Battle. You plan to take down their communications center. How do you go about doing so?"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Attack them with what manpower you have left (Regular Infantry, Tank Division) Amount Left: 12 000 L [13]\r\nHave some Engineers with supplies fix all broken Artillery, Aircraft, and Tanks (Engineers, Supply, and Support) Amount Left: 11 000 L [14]"}],"13":[{"name":"key","value":"13"},{"name":"text","value":"The attack force was too weak to have done any damage. Soon after the enemy force decided to counter-attack. They successfully do so causing you to not only to lose all of your soldiers, but also your life. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"14":[{"name":"key","value":"14"},{"name":"text","value":"The Engineers Successfully repair all broken Artillery, Aircraft, and Tanks. After these repairs you must take action, with whatever little resources you have, you must formulate a plan of escape, how do you go about it?"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Sneak above the Enemy Forts, and around the Communication Center [15]\r\nHave a team attack a fort as a distraction while you sneak to the airport (Paratroopers, Artillery) Amount Left: 8 000 L [16]"}],"15":[{"name":"key","value":"15"},{"name":"text","value":"You quickly manage to get past base sneaking from the top. However, it wouldn’t be long before the Communication Center sighted you and when you heard the sirens ring, you knew it had been over before it even started. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"16":[{"name":"key","value":"16"},{"name":"text","value":"Although it left a bad taste in your mouth. You knew this was the only way to rescue as many people as you possibly could. The attack couldn’t be too light as it would be suspicious, and the enemy bases would know something is up. When you heard bombs being dropped and guns being shot you took a run for the airport hoping that everything would play out well. Surprisingly, you reached the airport with no issues and were able to take a flight back to your homeland in Canada. You WIN!\r\n"},{"name":"image","value":""},{"name":"color","value":"#26a269"},{"name":"options","value":"Press to Play Again [1]"}],"17":[{"name":"key","value":"17"},{"name":"text","value":"You manage to get some contact after hours of White Noise. Although it doesn’t last long, you are able to ask them for a rescue! Only now, you must find a way to delay your doom until they are able to rescue you and your troops.\r\n"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Have them attack a Communication Stronghold (Paratroopers, Artillery, Short Range Bombers) Amount Left: 17 000 L [18]\r\nHave paratroopers go to enemy lines to scavenge supplies (Paratroopers) Amount Left: 26 000 [21]"}],"18":[{"name":"key","value":"18"},{"name":"text","value":"You believe that Attacking the Communication Stronghold is the best course of plan. Not only does it stop the Enemies only way of communication with one another. It also delays the rate of their attack. However, for one reason or another, the attack fails. You must figure out a plan of action until you are rescued what do you plan on doing?"},{"name":"image","value":"main.png"},{"name":"color","value":"#000000"},{"name":"options","value":"Flee and Set up base closer to the Beach Shore while being able to carry one day's worth of supplies [19]\r\nHide in your Fort waiting for the rescue team to come to you [20]"}],"19":[{"name":"key","value":"19"},{"name":"text","value":"As you wait endlessly for the brief moments of joy in which a fleet of ships come to your rescue. You feel as though by each day your hope is dwindling. You feel your stomach quiver as it is the 2nd night in a row without any sign of ships and no food, you see a small light, then another, and another. Furthermore, you find yourself glancing at a fleet of ships which have come to your rescue. You are finally able to leave and go home. You WIN!"},{"name":"image","value":""},{"name":"color","value":"#26a269"},{"name":"options","value":"Press to Play Again [1]"}],"20":[{"name":"key","value":"20"},{"name":"text","value":"After many days of waiting in silence you hear footsteps approaching your camp. Could it be? Is it who you think it is? You can’t take sight of who it is and start moving closer completely forgetting about army protocol as you are engulfed in the possibility of it being the rescue team. However, a firm reality comes toward you as you realize that you are now under attack. With barely anytime to prepare you are shot down and killed, your base ransacked and your soldiers taken prisoner. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}],"21":[{"name":"key","value":"21"},{"name":"text","value":"You had no hope in this plan, however surprisingly enough the paratroopers were able to scavenge quite a lot of supplies during their time on Enemy lines. However, supplies weren’t the only thing they scavenged, as it had turned out that they led many soldiers right towards our home base. It was a grueling fight, yet it was in vain as in the end we had lost everything. You LOSE!"},{"name":"image","value":""},{"name":"color","value":"#a51d2d"},{"name":"options","value":"Press to Restart [1]"}]}